export default {
  lang: 'zh-CN',
  messages: {
    '收藏': '收藏',
    '查看': '查看',
    '确定': '确定',
    '取消': '取消',
    '关于': '关于',
    '修改密码': '修改密码',
    '旧密码': '旧密码',
    '新密码': '新密码',
    '请输入{entity}': '请输入{entity}',
    '请再次输入新密码': '请再次输入新密码',
    '两次输入密码不一致': '两次输入密码不一致',
    '请输入{from}-{to}位数字、字母': '请输入{from}-{to}位数字、字母',
    '退出全屏': '退出全屏',
    '用户名：': '用户名：',
    '进入全屏': '进入全屏',
    '退出': '退出',
    '删除': '删除',
    '下载失败文件': '下载失败文件',
    '下载': '下载',
    '确认新密码': '确认新密码',
    '更多': '更多'
  }
};
